// "© Copyright 2004-2013, 2015-2016 HP Development Company, L.P."

TaskName = "Netwerk-\ninstellingen";
HSDTaskName = "Netwerkinstellingen";

ApplySettingsErrorHostNameFailed = "Naam host niet ingesteld Controleer of de notatie geldig is";
AddressInUseError = "Het opgegeven IP-adres is al in gebruik.";
AddressInUseErrorExplanation = "Geef een ander IP-adres op.";
IncorrectMaskErrorExplanation = "Onjuist subnetmasker opgegeven. Neem contact op met de netwerkbeheerder voor assistentie.";

IncorrectHostNameError = "De hostnaam is te lang.";
IncorrectIpAddressError = "Onjuist IP-adresformaat.";
ManualAddressEmptyError = "Het veld \"IP-adres\" mag niet leeg zijn.";
ManualAddressEmptyExplanation = "Geef een geldig adres op voor de handleiding.";
ManualAddressWithPrefixExplanation = "Geef een geldig IP-adres op met een voorvoegsellengte tussen 1 en 128.";
ManualAddressNotIPv4Explanation = "Geef een geldig IP-adres op.";

STATELESS = "Router";

ipV4TabName = "IPv4";
ipV6TabName = "IPv6";
OtherTabName = "Andere instellingen";

kCheckChangesAlertTitleKey = "U heeft gegevens gewijzigd. Wilt u doorgaan?";
kCheckChangesAlertContinueButtonTitleKey = "Ga door";
kCheckChangesAlertCancelButtonTitleKey = "Annuleer";
kCheckChangesAlertMessageKey = "Als u doorgaat, gaan uw wijzigingen verloren. Klik op Annuleer om uw actie ongedaan te maken en met de taak door te gaan.";

TaskNameTiger = "Bonjour instellingen";
NoService = "Service niet beschikbaar";
NoBonjourName = "Niet beschikbaar";

1ServiceName = "Port 9100";
2ServiceName = "IPP";
3ServiceName = "LPD-RAW";
4ServiceName = "LPD-TEXT";
5ServiceName = "LPD-AUTO";
6ServiceName = "LPD-BINPS";
7ServiceName = "LPD-Queue5";
8ServiceName = "LPD-Queue6";
9ServiceName = "LPD-Queue7";
10ServiceName = "LPD-Queue8";
11ServiceName = "LPD-Queue9";
12ServiceName = "LPD-Queue10";
13ServiceName = "LPD";
16ServiceName = "IPPS";

IPPSecureServiceName = "IPP (alleen beveiligd)";
IPPUnsecureServiceName = "IPP (alleen onbeveiligd)";

IncorrectConfigurationTitle = "De opgegeven configuratie is niet juist";
IncorrectConfigurationExplanation = "Selecteer de juiste configuratie of neem contact op met uw netwerkbeheerder voor hulp.";

IncorrectDNSServerErrorExplanation = "Voer het juiste DNS-serveradres in of neem contact op met de netwerkbeheerder voor hulp.";
IncorrectGatewayAddressTitle = "Het opgegeven gateway-adres is niet juist";
IncorrectGatewayErrorExplanation = "Voer het juiste gateway-adres in of neem contact op met de netwerkbeheerder voor hulp.";
GatewayIsNotInSubnetTitle = "Het ingevoerde gateway-adres bevindt zich niet in het subnet voor dit apparaat";
GatewayIsNotInSubnetExplanation = "Voer een ander IP-adres, subnetmasker of gateway-adres in of neem contact op met de netwerkbeheerder voor hulp.";

AskSaveChangesAlertTitle = "U heeft instellingen op dit scherm gewijzigd";
AskSaveChangesAlertMsg = "Wilt u wijzigingen toepassen voordat u het sluit?";
AskSaveChangesDontApplyButtonTitle = "Pas niet toe";
AskSaveCahngesApplyButtonTitle = "Pas toe";

TaskPanelOKButtonTitle = "OK";

EmptyBonjourServiceNameFieldTitle = "Het veld \"Bonjourservicenaam\" mag niet leeg zijn";
EmptyBonjourServiceNameFieldMsg = "Geef Bonjourservicenaam op.";
EmptyBonjourDomainNameFieldTitle = "Het veld \"Bonjour-domeinnaam\" kan niet leeg zijn";
EmptyIPv6DomainNameFieldTitle = "Het veld \"IPv6 domein\" kan niet leeg zijn";
EmptyBonjourDomainNameFieldMsg = "Geef de Bonjour-domeinnaam op.";
EmptyBonjourServiceAndDomainNamesFieldTitle = "De velden \"Bonjourservicenaam/Domeinnaam\" mogen niet leeg zijn";
EmptyBonjourServiceAndDomainNamesFieldMsg = "Geef de Bonjour-Servicenaam/domeinnaam op.";
UsedServiceNameTitle = "De opgegeven Bonjour-servicenaam is al in gebruik.";
UsedServiceNameMsg = "Geef een andere Bonjour-servicenaam op of neem contact op met uw netwerkbeheerder voor hulp.";
HSDBonjourDomainNameTitle = "Bonjour-domeinnaam:";

// layout
HSDIPv4Title = "IPv4-instellingen";
HSDIPvXDisableNotAvailableDescription = "IPv4 en IPv6 kunnen niet tegelijk worden uitgeschakeld.";
HSDEnableIPv4InPrinterTitle = "Schakel IPv4 in Printer in";
HSDConfigTitle = "Configuratie:";
HSDNameTitle = "Naam host:";
HSDAddressTitle = "IP-adres:";
HSDMaskTitle = "Subnetmasker:";
HSDGatewayTitle = "Standaardgateway:";
ManualTitle = "Handmatig";
Auto = "Automatisch";

HSDAdditionalSettingsTitle = "Extra netwerkinstellingen";
HSDAdditionalSettingsDescription = "Klik op Extra netwerkinstellingen om naar de ingebedde webserverpagina van de printer te gaan die netwerkinstellingen bevat. Daar kunt u SNMP, 802.1X en andere netwerkinstellingen configureren.";
HSDAdditionalSettingsButton = "Extra netwerkinstellingen";

BonjourSettingsTitle = "Bonjour instellingen";
HSDEnableBonjourTitle = "Bonjour Inschakelen";
HSDBonjourServiceNameTitle = "Bonjour Servicenaam:";
HSDPriorityTitle = "De Service met de Hoogste Prioriteit:";
HSDAccessTitle = "Apparaattoegang op URL:";

PreviousValueString = "Vorige waarde wordt toegepast";

HSDEnableIPv6InPrinterTitle = "Schakel IPv6 in Printer in";
HSDDHCPv6PolicyTitle = "DHCPv6-beleid:";
HSDIPv6DomainTitle = "IPv6 domein:";
HSDPrimaryDNSServerTitle = "Primaire DNS-server:";
HSDSecondaryDNSServerTitle = "Secundaire DNS-server:";
HSDPrefixLengthTitle = "Lengte voorvoegsel:";
HSDAdditionalAddressesButton = "Extra adressen";
HSDPolicyPopUpItem1 = "Voer DHCPv6 altijd uit bij het opstarten";
HSDPolicyPopUpItem2 = "Voer DHCPv6 uit als statusloze configuratie mislukt.";
HSDPolicyPopUpItem3 = "Voer DHCPv6 alleen uit op aanvraag van router";

HSDColumnConfigBy = "Configuratiemethode";
HSDColumnAddresses = "Adres";
HSDColumnPrefix = "Lengte voorvoegsel";
HSDCloseButton = "Sluit";

HSDApplyButton = "Pas wijzigingen toe";

LINK_LOCAL = "Link-local";
HSDNotAvailableLabel = "De taak 'Netwerkinstellingen' is momenteel niet beschikbaar.\nZorg dat het apparaat is verbonden met een netwerk.";
